/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "NUIStyleSheet를 적용하고 있습니다.";

/* XTIT: Info Screen text when applying the SAP Mobile Services LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "SAP Mobile Services LogSettings를 적용하고 있습니다.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "인증에 실패했습니다.";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "자격 증명의 유효성을 확인하고 있습니다.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "온보딩 프로세스를 취소하시겠습니까?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "복원 프로세스를 취소하시겠습니까?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the reset passcode flow. */
"cancelResetPasscodeAlertControllerTitleText" = "패스코드 재설정 프로세스를 취소하시겠습니까?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the authentication process. */
"cancelAuthenticationProcessAlertControllerTitleText" = "인증 프로세스를 취소하시겠습니까?";

/* Title of Alert window when asking for confirmation about triggering the reset passcode flow. */
"resetPasscodeAlertControllerTitleText" = "패스코드를 재설정하시겠습니까?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "패스코드 변경 프로세스를 취소하시겠습니까?";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "어플리케이션을 재설정하시겠습니까?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "복합 단계입니다.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "SAP Mobile Services ClientResources를 다운로드하고 있습니다.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "SAP Mobile Services Destinations를 다운로드하고 있습니다.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "SAP Mobile Services Settings를 다운로드하고 있습니다.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "계속";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "계속";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "사용";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "사용";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "다음에 로그인할 때 패스코드를 사용하십시오.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "Face ID는 더 이상 사용할 수 없습니다.";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "정책 변경사항";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "다음에 로그인할 때 패스코드를 사용하십시오.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "Touch ID는 더 이상 사용할 수 없습니다.";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "정책 변경사항";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "설정에서 언제든지 이 기능을 켜거나 끌 수 있습니다.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "이제 Face ID를 사용할 수 있습니다. Face ID를 사용하여 정보에 더 빠르게 액세스할 수 있습니다.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "Face ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "설정에서 언제든지 이 기능을 켜거나 끌 수 있습니다.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "이제 Touch ID를 사용할 수 있습니다. Touch ID를 사용하여 정보에 더 빠르게 액세스할 수 있습니다.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "Touch ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "계속";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "신규 패스코드를 생성하십시오.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "패스코드 정책이 변경됨";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "정책 변경사항";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "이제 패스코드와 Face ID를 사용하지 않고 로그인할 수 있습니다.\n\n 앱을 바로 시작할 수 있습니다.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "이제 패스코드와 Touch ID를 사용하지 않고 로그인할 수 있습니다.\n\n 앱을 바로 시작할 수 있습니다.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "확인";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "이제 패스코드를 사용하지 않고 로그인할 수 있습니다. \n\n 앱을 바로 시작할 수 있습니다.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "로그인 정책이 변경됨";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "통지";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "계속";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "이 버전부터 패스코드가 필요합니다. 어플리케이션의 패스코드를 생성하십시오.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "패스코드 필요";

/* XBUT: Text of No button. */
"noButtonText" = "아니오";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "OAuth 2.0 자격 증명의 유효성을 확인하고 있습니다.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "Face ID를 사용하려면 패스코드를 입력하십시오.";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "Touch ID를 사용하려면 패스코드를 입력하십시오.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "동의하지 않으면 온보딩을 계속할 수 없습니다.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "동의";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "프로세스 종료";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "SAML 자격 증명의 유효성을 확인하고 있습니다.";

/* XTIT: Info Screen text before presenting the SAP Mobile Services UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "SAP Mobile Services UserIdentity Discovery 자격 증명의 유효성을 확인하고 있습니다.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "SLS 자격 증명의 유효성을 확인하고 있습니다.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "모든 필드를 입력하십시오.";

/* XBUT: Text of Yes button. */
"yesButtonText" = "예";

/* XBUT: Text of Continue button. */
"continueButtonText" = "계속";

/* XBUT: Text of Cancel button. */
"cancelButtonText" = "취소";

/* XTIT: Title of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentTitle" = "사용 수집";

/* XTIT: Body of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentBody" = "어플리케이션 관리자가 앱 개선에 도움이 될 수 있는 정보를 얻기 위해, 어플리케이션 사용과 관련한 데이터를 수집할 수 있도록 허용해 줄 것을 요청합니다. 앱 사용 시 소요된 시간이나 앱을 탐색하는 방식 등 앱 사용 방법과 관련한 정보가 데이터 수집 내용에 포함됩니다.";

/* XTIT: Usage Collection Consent opt-out alert message. */
"usageOptOutAlertMessage" = "옵트아웃하시겠습니까?";

/* XTIT: Usage Collection Consent opt-in alert message. */
"usageOptInAlertMessage" = "옵트인하시겠습니까?";

/* XTIT: Title of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentTitle" = "크래시 리포트 수집";

/* XTIT: Body of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentBody" = "어플리케이션 관리자가 앱 안정성 향상을 위해 앱 크래시를 진단하고 분석하는 데 도움이 되는 데이터를 수집할 수 있도록 허용해 줄 것을 요청합니다. 수집되는 데이터는 크래시 리포트와 장치 정보로 제한됩니다.";

/* XTIT: Title of alert to be shown when QR Digital Signature Verification fails. */
"qrDigitalSignatureVerficationFailedTitle" = "실패!";

/* \"XMSG: Message telling that the QR Digital Signature Verification failed.\" */
"qrDigitalSignatureVerficationFailedMessage" = "QR 코드 서명 확인 실패!";

/* \"XMSG: Message telling that the QR code signature verification succeeded.\" */
"qrDigitalSignatureVerficationSucceededMessage" = "QR 코드 디지털 서명이 확인되었습니다. 다음으로 연결됩니다.";

/* \"XTIT: Title of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorTitle" = "인증 오류";

/* \"XMSG: Message of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorMessage" = "사용자를 인증할 수 없습니다. 로그인하십시오.";

/* \"XBUT: Text of Error button.\" */
"errorButtonText" = "오류";

